<template>
  <div class="description">
    <p class="description__text">Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Безопасную, дороге за ее однажды несколько, эта диких грустный рыбного сих ручеек меня? Переписывается решила точках родного толку, имеет все имени, всемогущая свой вопрос свое осталось парадигматическая. Безопасную, дороге за ее однажды несколько, эта диких грустный рыбного сих ручеек меня? Переписывается решила точках родного толку, имеет все имени, всемогущая свой вопрос свое осталось парадигматическая.</p>
  </div>
</template>

<script>
export default {}
</script>


<style lang="scss" scoped>
@import '@/assets/styles/vars.scss';

.description {
  flex: 1 1 auto;
  margin: 0 10px;
  .description__text {
    padding: 10px;
  }
}

</style>
